[
  {
    "photo": "https://media.filgoal.com/news/verylarge/347882_0.jpg",
    "title": "Al-Khatib congratulates Mosimane on obtaining his PHD",
    "description": "Al-Ahly announced that its president, Mahmoud Al-Khatib, received an invitation from Pitso Mosimane, the team’s former Manager , to attend a ceremony honoring him and granting him an honorary doctorate from the University of Johannesburg on July 24."
 },
    {
      "photo": "https://static0.givemesportimages.com/wordpress/wp-content/uploads/2024/06/leny-yoro.jpg?q=70&fit=crop&w=1100&h=618&dpr=1",
      "title": "Yoro Said Yes to Man UTD",
      "description": "Manchester United have signed French defender Leny Yoro from Lille until 2029 in a deal worth 62m euros (£52.18m), with 8m euros (£6.73m) in add-ons.The 18-year-old centre-back has signed a five-year contract at Old Trafford, with the option for an additional 12 months."
    },
    {
      "photo": "https://ichef.bbci.co.uk/news/976/cpsprodpb/ff21/live/3e318b70-4743-11ef-970f-21b42b3fae30.jpg.webp",
      "title": "Marseille close in on £17m deal for Tottenham's Hojbjerg",
      "description": "French club Marseille are in advanced talks to sign Tottenham and Denmark midfielder Pierre-Emile Hojbjerg.The 28-year-old is believed to be ready to leave north London and is available for about £17m.Discussions are continuing over payment terms, but both sides expect the deal to go through."
    },
    {
      "photo": "https://ichef.bbci.co.uk/news/976/cpsprodpb/3d42/live/0612be90-45df-11ef-b8c4-83928207f24e.jpg.webp",
      "title": "Fabregas becomes head coach at Serie A club Como",
      "description": "Cesc Fabregas has become the head coach of Serie A club Como, having previously worked as their assistant head coach.Fabregas, 37, has signed a four-year deal with Como, who last season got promoted back to Italy's top flight after a 21-year absence.The Spaniard, who ended his playing career at Como last year, has been promoted to head coach, his first full managerial role. He previously managed five matches as Como's caretaker boss between November and December 2023."
    },
    {
      "photo": "https://ichef.bbci.co.uk/news/976/cpsprodpb/156b/live/2d8c0680-45c5-11ef-8900-833911b098f4.jpg.webp",
      "title": "Milan sign Spain striker Morata from Atletico Madrid",
      "description": "AC Milan have signed Spain forward Alvaro Morata from Atletico Madrid on a four-year contract with an option for a further 12 months.The Serie A side triggered Morata's release clause - which was reportedly, external about £11m - in order to sign him.The 31-year-old captained Spain to victory in Euro 2024 earlier this month."
    },
    {
      "photo": "https://media.filgoal.com/news/verylarge/326054_0.JPG",
      "title": "An emotional message from Hegazy to the fans of Ittihad Jeddah",
      "description": "Ahmed Hegazy, the Egyptian national team defender who recently transferred to NEOM, sent an emotional message to the fans of his former team, Ittihad Jeddah.On Sunday, the Saudi NEOM Club announced the inclusion of Egyptian international defender Ahmed Hegazy, coming from Al-Ittihad Jeddah.Hegazy wrote his message to his former club and its fans through his personal accounts on social media platforms."
    },
    {
      "photo": "https://english.ahram.org.eg/Media/News/2016/4/21/2016-635968406710406103-40.jpg",
      "title": "Al-Ahly announces the payment of his fans tickets for the Pyramids match",
      "description": "The club indicated that it had presented a check to my ticket company on Sunday morning for the full financial value of Al-Ahly fans’ tickets for the third division category.The club also submitted a request to my ticket company to return the value of tickets for the last Zamalek match to both parties due to the match not being held, by deducting from Al-Ahly’s dues to the company."
    },
    {
      "photo": "https://ichef.bbci.co.uk/news/976/cpsprodpb/da5f/live/9f09aab0-45b6-11ef-8858-6dd010dc0bdf.jpg.webp",
      "title": "Everton takeover talks with Friedkin Group called off",
      "description": "Everton's takeover talks with the Friedkin Group have been called off after the two parties failed to finalise an agreement.The Friedkin Group, which also owns Serie A club Roma, had agreed a deal in principle to take over the Premier League outfit in June.Chairman Dan Friedkin and his group were granted exclusivity in talks after a deal to sell to Miami-based firm 777 Partners broke down,The parties agree it is in both their interests for Everton to explore alternative options,said the Friedkin Group and Everton's current ownership group Blue Heaven Holdings in a joint statement on Friday."
    }
  ]
  